/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "Dóna-li accés";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Forsta requereix accés als contactes, encara que no els emmagatzemem als nostres servidors. ";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "Perdó!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Accepta els números nous";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "Requeriment d'acció";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Forsta necessita accedir als teus contactes. L'accés a contactes està restringit. Forsta es tancarà. Pots desactivar la restricció temporalment per permetre a Forsta accedir als teus contactes anant a Ajustos d'aplicacions >> General >> Restriccions >> Contactes >> Permetre canvis.";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Tanca";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "Respon";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "Missatge nou! Obre l'aplicació per llegir-ho.";

/* No comment provided by engineer. */
"APN_Message" = "Missatge nou!";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "Missatge de";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "Missatge en grup";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ en el grup %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Arxiva";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "Arxiu";

/* No comment provided by engineer. */
"ATTACHMENT" = "Fitxer adjunt";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "Error en baixar el fitxer adjunt, toqueu per provar de nou.";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "S'està baixant el fitxer adjunt";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "El fitxer adjunt s'ha posat en cua per obtindre'l.";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "El Forsta requereix accés al micròfon per funcionar correctament. Podeu restablir els permisos anant a Configuració >> Privadesa >> Micròfon >> Forsta";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "Retornar trucada";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "Trieu de la galeria...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "S'eliminaran els missatges i deixareu d'estar registrat al servidor. L'aplicació es tancarà una vegada s'eliminin les dades.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Segur que voleu eliminar el vostre compte?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "Ja no podreu enviar o rebre missatges d'aquest grup.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Segur que voleu sortir-ne?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Enllaça un dispositiu nou";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "Confirmació";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Número sense registrar";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Configuració del xat";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Restablir la sessió us permetrà tornar a rebre missatges de %@, però no recuperareu cap missatge que ja sigui corromput.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "Trieu un codi internacional";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u dies";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "Entregat";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Darrera connexió: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Enllaçat el %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "No s'ha pogut actualitzar la llista.";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Missatges efímers";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "En activar-ho, els missatges enviats i rebuts en aquesta conversa desapareixeran després que s'hagin llegit.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Descarta";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Edita el grup";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Desa";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Toqueu el botó de missatge nou.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "Inicieu la vostra primera conversa.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "Podeu arxivar les converses inactives que teniu a Converses.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "Organitzeu les converses.";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "Convidar contacte";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "Cap dels teus contactes té Forsta.";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "per que no convides a algú?";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "Consell: afegiu una conversa com a recordatori.";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "Fet. Fet. Fet.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "Res. Zero. Rien. None.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "Completament buit.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Error al servidor.";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "Finalitza";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "Ha fallat la negociació.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "Heu penjat.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "Ha penjat.";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "Error en iniciar sessió.";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Missatge del servidor:";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "El número no és registrat al Forsta o al RedPhone.";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "El destinatari no es troba disponible.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "Heu rebutjat la trucada.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "S'ha rebutjat la trucada.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "Heu fet una altra trucada.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "No disponible...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "S'ha perdut la trucada.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "L'aplicació ha fallat.";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "No s'ha pogut enviar el missatge.";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "El Forsta no s'ha pogut connectar a Internet. Proveu des d'altra xarxa WiFi o utilitzeu dades mòbils.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Error del servidor. Proveu de nou més tard.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "El destinatari ja no és usuari del Forsta.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Rebut missatge duplicat.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "La clau del destinatari no és vàlida.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "S'ha rebut un missatge xifrat incorrectament. Toqueu per restablir la sessió segura.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "Rebut missatge no compatible amb aquesta versió.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "Cap sessió disponible per a contactar.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Els números de seguretat han canviat.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Ha ocorregut un error desconegut.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Els números de seguretat han canviat. Toqueu per verificar-los.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "Error.";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Hi ha hagut massa errors amb aquest contacte, torneu a provar més tard.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "Cal que accepteu els seus números de seguretat nous abans de poder enviar.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "Ha fallat l'enviament. Toqueu per provar de nou.";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "No s'han pogut verificar els números!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Reinicia la sessió.";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "S'ha canviat l'avatar.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "S'ha creat el grup.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "S'està creant el grup";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "No s'ha pogut crear el grup";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Gestió del grup";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@ s'ha unit al grup.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@ ha abandonat el grup.";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Membres del grup";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "S'està abandonant el grup %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "No s'ha pogut abandonar el grup";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "El títol és ara «%@».";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "S'ha actualitzat el grup.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "Heu abandonat el grup.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u hores";

/* Call setup status label */
"IN_CALL_CONNECTING" = "S'està connectant...";

/* Call setup status label */
"IN_CALL_RINGING" = "Està sonant...";

/* Call setup status label */
"IN_CALL_SECURING" = "Respost. Assegurant...";

/* Call setup status label */
"IN_CALL_TALKING" = "Assegurat. Actiu.";

/* Call setup status label */
"IN_CALL_TERMINATED" = "Fet.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "Trucada entrant";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "Trucada entrant de %@";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Els missatges desapareixeran en %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Els missatges no desapareixeran.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "Surt";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Surt del grup";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "Aquest codi QR no és vàlid, assegureu-vos d'escanejar el codi QR que es mostra al dispositiu que voleu enllaçar.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "No s'ha pogut enllaçar el dispositiu";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "Aquest dispositiu podrà veure els vostres grups i contactes, llegir tots els vostres missatges i enviar-ne sota el vostre nom.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Voleu enllaçar aquest dispositiu?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Trona a provar-ho";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Escanegeu el codi QR mostrat al dispositiu a enllaçar.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "Escaneja el codi QR";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Enllaç d'un dispositiu nou";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Dispositius enllaçats";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "No s'ha pogut enllaçar el dispositiu";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "Mostra la llista de membres";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "S'estan carregant els contactes.";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "Espera un moment.";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "Registres";

/* No comment provided by engineer. */
"ME_STRING" = "Jo";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "Missatge nou";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minuts";

/* No comment provided by engineer. */
"MISSED_CALL" = "Trucada perduda";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "Abans vau impedir que el Forsta accedís a la càmera. Canvieu la configuració del sistema per continuar.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "El Forsta necessita accedir a la càmera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "Trucada perduda de %@";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "Heu rebut una trucada de %@.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "Heu trucat %@.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "No podeu emparellar més dispositius.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "Haveu arribat al màxim de dispositius que podeu emparellar amb el vostre compte. Elimineu-ne algun i proveu de nou més tard.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "Comproveu que esteu connectat i proveu de nou.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "Connectada";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "S'està connectant";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "Estat de la xarxa";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "Fora de línia";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "Podeu comprovar l'estat de la xarxa mirant la barra de color dalt de Converses.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "Grup nou";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Nom d'aquest grup";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Afegiu contactes";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "No s'ha pogut enviar el missatge a %@.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "Degut a errors coneguts a l'entorn «push» d'Apple, la vista prèvia dels missatges només es mostrarà si aquests es reben dins dels 30 segons d'haver-se enviat. Per això, el número sobre la icona de l'aplicació pot ser poc precís.";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "Ni el nom ni el missatge";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "Notificacions en segon pla";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "Notificacions a l'aplicació";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "El nom de l'emissor i el missatge";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "Només el nom de l'emissor";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "Mostra";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "So a les notificacions";

/* No comment provided by engineer. */
"OK" = "D'acord";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Configuració";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ ha desactivat els missatges efímers.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ ha establit el temps dels missatges efímers en %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "Trucada sortint";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "Heu de desbloquejar l'iPhone per a rebre missatges nous.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Eixos no semblen els números de seguretat de %@. Esteu verificant el contacte correcte?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Cada parell d'usuaris del Forsta comparteixen números de seguretat diferents. Comproveu que %@ mostra els vostres números i no altres.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "Esteu utilitzant una versió antiga del Forsta. Cal que l'actualitzeu abans de verificar.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "El vostre contacte està utilitzant una versió antiga del Forsta. Cal que l'actualitzi abans de verificar.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "El codi escanejat no sembla un codi de números de seguretat. Segur que utilitzeu una versió actualitzada del Forsta?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "Si voleu verificar la seguretat del xifratge extrem a extrem amb %@, compareu els números de sobre amb els números al seu dispositiu.\n\nTambé podeu escanejar el codi del seu telèfon, o demanar-li que escaneji el vostre.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verificació de seguretat";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "Continua";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "Marcar com llegit";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "Respondre";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "S'ha registrat de nou correctament.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "Notificacions «push»";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Forsta requereix que estiguin activades les notificacions push perquè les alertes i sons funcionin correctament. Per favor canvia'l en Ajustos d'aplicacions >> Centre de Notificacions >> Forsta.";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "Si vos agrada utilitzar el Forsta per tenir converses privades, podeu recolzar el nostre projecte valorant-lo. No vos costarà més d'un minut i ajudarà als altres a trobar una mica de privadesa.";

/* No comment provided by engineer. */
"RATING_RATE" = "Puntua el Forsta";

/* No comment provided by engineer. */
"RATING_TITLE" = "Recolzeu el Forsta.";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Per favor, introdueixi un codi de país vàlid.";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Codi de país erroni";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "El Forsta vos permet tindre conversacions privades amb els vostres contactes. Per usar-lo, doneu-li accés als contactes.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "Continua";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "Us donem la benvinguda!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "Intenta-ho de nou";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "El servidor està excedint el seu límit de connexions, per favor intenta-ho de nou.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Número registrat";

/* Alert title */
"REGISTRATION_BODY" = "No s'ha pogut registrar de nou per rebre notificacions.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Codi internacional";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Introduïu el número";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "Error de registre";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "No podem activar el vostre compte fins que no verifiqueu el codi que us hem enviat.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "El format del número de telèfon no és compatible, contacteu amb el suport.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "Número de telèfon";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Sembla que teniu ganes d'enviar el vostre primer missatge! Heu de registrar-vos abans de poder fer-ho.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "El vostre número de telèfon";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "La verificació ha fallat";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "Els números que heu introduït no coincideixen amb els que us hem enviat. Reviseu-los.";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "Verifica aquest dispositiu";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "Rebutja";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "El número de telèfon que voleu registrar ja s'ha registrat en un altre servidor, cancel·leu aquell registre i proveu-ho de nou.";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "Registra'm de nou per rebre'n";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Torna a provar";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "Els números de seguretat per a %@ han canviat. Potser voldríeu verificar-los.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Escaneja el codi";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Escanegeu el codi QR del dispositiu del vostre contacte.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Cerca per nom o número";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u segons";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "La sessió segura a estat reiniciada.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "Envia de nou";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "Envia";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "Envia un SMS a:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "Convidar a un amic via SMS segur?";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "Fallada en l'enviament del SMS, torna a intentar-ho més tard.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "Has convidat al teu amic a usar Forsta!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "Voleu convidar aquest número al Forsta:";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "Quant a";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "Activa el registre de depuració";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Envia el registre de depuració";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "Avançada";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Cal la vostra aprovació abans de comunicar-se amb algú amb números de seguretat nous, normalment degut a una reinstal·lació del Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Requeriment d'aprovació";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "Esborra l'historial";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Copyright Open Whisper Systems \nRegistrat amb llicència GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Elimina el compte";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Segur que voleu eliminar tot l'historial (missatges, fitxers adjunts, trucades...)? Aquesta acció no es pot desfer.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Sí, endavant.";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "Ajuda";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "Historial";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "Informació";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "Invitacions";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "Podràs trobar-me al Forsta de @forstainc, baixa-te'l aviat.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "Configuració";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "Notificacions";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "Privadesa";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Aprovació dels números de seguretat";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "Activa la seguretat de pantalla";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Evita que aparegui la vista prèvia del Forsta al selector d'aplicacions.";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Seguretat de pantalla";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "Comparteix l'enllaç d'instal·lació";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "Assistència";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "Versió";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Mostra els números de seguretat";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u dia";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u hora";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minut";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u setmana";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Et convide a instal·lar el Forsta! Ací tens l'enllaç:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "S'han verificat els números de seguretat. Podeu confiar en que la comunicació amb %@ és privada.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "S'han verificat els números!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "Fes una foto o vídeo";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "Fes una foto";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "No hem pogut actualitzar la llista de contactes del servidor. Intenteu-ho més tard.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "Cancel·la";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "Elimina";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Restaura";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Fitxer adjunt desconegut";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Contacte desconegut";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Desenllaça";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "En desenllaçar aquest dispositiu, ja no podrà enviar o rebre missatges.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Voleu desenllaçar «%@»?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta no ha pogut desenllaçar el dispositiu.";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Dispositiu sense nom";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "No s'ha pogut cancel·lar el registre.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "El tipus del fitxer adjunt rebut no és compatible.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "El teu dispositiu no suporta aquesta característica.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "Actualitza";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "S'està actualitzant el Forsta...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "S'està pujant...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Canvia el número";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Codi de verificació";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Truca'm, millor";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Sol·licita el codi de nou";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Tramet el codi de verificació";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "Verificació";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verificació dels nombres de seguretat";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Completeu la configuració al Forsta Desktop.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u setmanes";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "Converses";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Heu desactivat els missatges efímers.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Heu establit el temps dels missatges efímers en %@.";
